SMS_TEXTS = {
    'verify_code': 'کد تایید حساب کاربری شما :\n{0}',
    'absent_message': "هنرجوی گرامی شما در تاریخ '{0}' در کلاس '{1}' غایب بودید.\nموسسه ساعی",
    'present_message': "هنرجوی گرامی شما در تاریخ '{0}' در کلاس '{1}' حاضر بودید.\nموسسه ساعی",

    'report_card_message': "هنرجوی گرامی '{0}' کارنامه '{1}' شما بارگذاری شد.",

    'class_users_start': "هنرجوی گرامی دوره کلاس '{0}' از تاریخ امروز شروع شد.",
    'class_teacher_start': "استاد گرامی دوره کلاس '{0}' از تاریخ امروز شروع شد.",
    'class_admin_start': "مدیر گرامی موسسه دوره کلاس '{0}' از تاریخ امروز شروع شد.",

    'quiz_users_start': "هنرجوی گرامی آزمون کلاسی '{0}' شروع شد. تاریخ پایان آزمون: {1}",
    'quiz_teacher_start': "استاد گرامی آزمون کلاسی '{0}' شروع شد. تاریخ پایان آزمون: {1}",
    'quiz_admin_start': "مدیر گرامی موسسه آزمون کلاسی '{0}' شروع شد. تاریخ پایان آزمون: {1}",

    'teacher_approved': "استاد گرامی {0}' درخواست همکاری شمااز سوس مدیریت تایید شد. اکنون میتوانید وارد پنل کاربری خود شوید.",
    'student_approved': "هنرجوی گرامی {0}' درخواست ثبت نام شمااز سوس مدیریت تایید شد. اکنون میتوانید وارد پنل کاربری خود شوید.",

    'teacher_reject': "استاد گرامی {0}' درخواست همکاری شمااز سوس مدیریت رد شد. لطفا اقدام به بررسی علت رد بفرمایید.",
    'student_reject': "هنرجوی گرامی {0}' درخواست ثبت نام شمااز سوس مدیریت رد شد. لطفا اقدام به بررسی علت رد بفرمایید.",
}
